Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Send %@ a message
ar: أرسل رسالة إلى %@
ca: Envia un missatge a %@
cy: Anfon neges at %@
da: Send en besked til %@
da_instk12: Send %@ en besked
de: %@ eine Nachricht senden
es: Enviar mensaje a %@
es_es: Enviar mensaje a %@
fi: Lähetä %@ viesti
fr: Envoyer un message à %@
fr_ca: Envoyer un message à %@
ga: Seol teachtaireacht chuig %@
hi: %@ संदेश भेजें
ht: Voye %@ yon mesaj
id: Kirimi %@ pesan
is: Senda %@ skilaboð
it: Invia un messaggio a %@
ja: %@ メッセージを送信
ko: %@에게 메시지 보내기
mi: Tukua %@ te karere
ms: Hantar mesej kepada %@
nb: Send en melding til %@
nb_instk12: Send %@ en melding
nl: Stuur %@ een bericht
pl: Wyślij wiadomość do %@
pt: Enviar %@ uma mensagem
pt_br: Enviar %@ uma mensagem
ru: Отправить %@ сообщение
sl: Pošlji sporočilo %@
sv: Skicka %@ ett meddelande
sv_instk12: Skicka %@ ett meddelande
th: ส่งข้อความให้แก่ %@
vi: Gửi %@ tin nhắn
zh: 给 %@ 发送消息
zh_hk: 發送訊息給 %@

source: Send comment
ar: إرسال تعليق
ca: Envia un comentari
cy: Anfon sylw
da: Send kommentar
da_instk12: Send kommentar
de: Kommentar senden
es: Enviar comentario
es_es: Enviar comentario
fi: Lähetä kommentti
fr: Envoyer commentaire
fr_ca: Envoyer le commentaire
ga: Seol ráiteas
hi: टिप्पणी भेजें
ht: Voye kòmantè
id: Kirim komentar
is: Senda athugasemd
it: Invia commento
ja: コメントを送信する
ko: 댓글 보내기
mi: Tuku kōrero
ms: Hantar komen
nb: Send kommentar
nb_instk12: Send kommentar
nl: Opmerking verzenden
pl: Wyślij komentarz
pt: Enviar comentário
pt_br: Enviar comentário
ru: Отправить комментарий
sl: Pošlji komentar
sv: Skicka kommentar
sv_instk12: Skicka kommentar
th: ส่งความเห็น
vi: Gửi bình luận
zh: 发送评论
zh_hk: 發送評論

source: Send Message
ar: إرسال رسالة
ca: Envia el missatge
cy: Anfon Neges
da: Send besked
da_instk12: Send besked
de: Nachricht senden
es: Enviar mensaje
es_es: Enviar mensaje
fi: Lähetä viesti
fr: Envoyer message
fr_ca: Envoyer un message
ga: Seol Teachtaireacht
hi: संदेश भेजें
ht: Voye Mesaj
id: Kirim Pesan
is: Senda skilaboð
it: Invia messaggio
ja: メッセージを送信
ko: 메시지 보내기
mi: Tukua Karere
ms: Hantar Mesej
nb: Send melding
nb_instk12: Send melding
nl: Bericht versturen
pl: Wyślij wiadomość
pt: Enviar Mensagem
pt_br: Enviar mensagem
ru: Отправить сообщение
sl: Pošlji sporočilo
sv: Skicka meddelande
sv_instk12: Skicka meddelande
th: ส่งข้อความ
vi: Gửi Tin Nhắn
zh: 发送消息
zh_hk: 發送訊息

source: Send message to members
ar: إرسال رسالة إلى الأعضاء
ca: Envieu un missatge als membres
cy: Anfon neges aelodau
da: Send besked til medlemmer
da_instk12: Send besked til medlemmer
de: Nachricht an Mitglieder senden
es: Enviar mensaje a los miembros
es_es: Enviar mensaje a miembros
fi: Lähetä viesti jäsenille
fr: Envoyer un message aux membres
fr_ca: Envoyer un message aux membres
ga: Seol teachtaireacht chuig baill
hi: सदस्यों को एक संदेश भेजें
ht: Voye mesaj bay manm yo
id: Kirim pesan ke anggota
is: Senda skilaboð til meðlima
it: Invia messaggio a membri
ja: メンバーにメッセージを送信
ko: 구성원에게 메시지 보내기
mi: Tukuna he karere ki ngā mema
ms: Hantar mesej kepada ahli
nb: Send meldinger til medlemmer
nb_instk12: Send meldinger til medlemmer
nl: Bericht naar leden sturen
pl: Wyślij wiadomość do członków
pt: Enviar mensagem aos membros
pt_br: Enviar mensagem para membros
ru: Отправить сообщение участникам
sl: Pošlji sporočilo članom
sv: Skicka meddelande till medlemmar
sv_instk12: Skicka meddelande till medlemmar
th: ส่งข้อความไปยังสมาชิก
vi: Gửi tin nhắn đến các thành viên
zh: 给成员发送消息
zh_hk: 傳送訊息給至成員

source: Sent
ar: مرسَل
ca: S’ha enviat
cy: Wedi anfon
da: Sendt
da_instk12: Sendt
de: Gesendet
es: Enviado
es_es: Enviado
fi: Lähetetty
fr: Envoyé
fr_ca: Envoyé
hi: भेजा गया
ht: Voye
id: Terkirim
it: Inviato
ja: 送信済み
ko: 보냄
mi: Kua tukuna
ms: Telah dihantar
nb: Sendt
nb_instk12: Sendt
nl: Verzonden
pl: Wysłane
pt: Enviada
pt_br: Enviado
ru: Отправлено
sl: Poslano
sv: Skickade
sv_instk12: Skickade
th: ส่งแล้ว
vi: Đã Gửi
zh: 已发送
zh_hk: 已發送

source: Settings
ar: الإعدادات
ca: Configuració
cy: Gosodiadau
da: Indstillinger
da_instk12: Indstillinger
de: Einstellungen
es: Configuraciones
es_es: Configuraciones
fi: Asetukset
fr: Paramètres
fr_ca: Paramètres
ga: Socruithe
hi: सेटिंग्स
ht: Paramèt
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
mi: Ngā Tautuhinga
ms: Tetapan
nb: Innstillinger
nb_instk12: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ru: Настройки
sl: Nastavitve
sv: Inställningar
sv_instk12: Inställningar
th: ค่าปรับตั้ง
vi: Cài Đặt
zh: 设置
zh_hk: 設定

source: Show Color Overlay
ar: إظهار تراكب اللون
ca: Mostreu la superposició de colors
cy: Dangos Gorchudd Lliw
da: Vis farveoverlejring
da_instk12: Vis farveoverlejring
de: Farbüberlagerung anzeigen
es: Mostrar superposición de colores
es_es: Mostrar superposición de colores
fi: Näytä värikerros
fr: Afficher les couleurs superposées
fr_ca: Afficher la superposition de couleurs
ga: Taispeáin Forleagan Dathanna
hi: कलर ओवरले दिखाएं
ht: Montre Kouch Koulè
id: Tampilkan Hamparan Warna
is: Sýna yfirlag litar
it: Mostra sovrapposizione colore
ja: カラーオーバーレイを表示
ko: 색 오버레이 표시
mi: Whakaatuhia te Paparua Tae
ms: Tunjukkan Tindanan Warna
nb: Vis fargeoverlegg
nb_instk12: Vis fargeoverlegg
nl: Kleuroverlay weergeven
pl: Wyświetl kolorową nakładkę
pt: Mostrar sobreposição de cores
pt_br: Exibir sobreposição de cores
ru: Показать наложение цветов
sl: Prikaži prekrivanje barve
sv: Visa färgöverlägg
sv_instk12: Visa färgöverlägg
th: แสดงโอเวอร์เลย์สี
vi: Hiển Thị Lớp Phủ Màu
zh: 显示颜色叠加
zh_hk: 顯示顏色覆蓋

source: Show Completed
ar: إظهار المكتمل
ca: Mostreu els elements finalitzats
cy: Dangos rhai sydd wedi'u Cwblhau
da: Vis afsluttet
de: Erledigte anzeigen
es: Mostrar completados
es_es: Mostrar lo completado
fi: Näytä suoritetut
fr: Afficher les tâches terminées
ga: Taispeáin Críochnaithe
hi: पूरे हुए दिखाएं
ht: Montre sa ki Fini
id: Tampilkan Selesai
is: Sýna lokið
it: Mostra completato
ja: 完了項目を表示
ko: 완료됨 표시
mi: Whakaatuhia ngā Mea Kua Oti
nb: Vis fullført
nl: Voltooid weergeven
pl: Pokaż ukończone
pt: Mostrar concluídas
pt_br: Mostrar concluídos
ru: Показать завершенные
sl: Prikaži končano
sv: Visa slutförda
th: แสดงรายการที่เสร็จสิ้นแล้ว
vi: Hiển Thị Mục Đã Hoàn Thành
zh: 显示已完成
zh_hk: 顯示已完成

source: Show file
ar: عرض الملف
ca: Mostra el fitxer
cy: Dangos y ffeil
da: Vis fil
da_instk12: Vis fil
de: Datei zeigen
es: Mostrar archivo
es_es: Mostrar archivo
fi: Näytä tiedosto
fr: Afficher le fichier
fr_ca: Afficher le fichier
ga: Taispeáin comhad
hi: फ़ाइल दिखाएं
ht: Afiche fichye
id: Tampilkan file
is: Sýna skrá
it: Mostra file
ja: ファイルを表示する
ko: 파일 표시
mi: Whakātu kōnae
ms: Tunjuk fail
nb: Vis fil
nb_instk12: Vis fil
nl: Bestand tonen
pl: Pokaż plik
pt: Mostrar Ficheiro
pt_br: Mostrar arquivo
ru: Показать файл
sl: Prikaži datoteko
sv: Visa fil
sv_instk12: Visa fil
th: แสดงไฟล์
vi: Hiển thị tập tin
zh: 显示文件
zh_hk: 顯示檔案

source: Show Grades
ar: عرض التقديرات
ca: Mostra les notes
cy: Dangos Graddau
da: Vis karakterer
da_instk12: Vis vurderinger
de: Noten anzeigen
es: Mostrar calificaciones
es_es: Mostrar notas
fi: Näytä arvosanat
fr: Afficher les notes
fr_ca: Afficher les notes
ga: Taispeáin Marcanna
hi: ग्रेड दिखाएं
ht: Afiche Klas
id: Tampilkan Nilai
is: Sýna einkunnir
it: Mostra voti
ja: 評定を表示
ko: 성적 표시
mi: Whakātu Ngā Kōeke
ms: Tunjuk Gred
nb: Vis vurderinger
nb_instk12: Vis vurderinger
nl: Cijfers tonen
pl: Pokaż oceny
pt: Mostrar Classificações
pt_br: Mostrar Notas
ru: Показать оценки
sl: Prikaži ocene
sv: Visa omdömen
sv_instk12: Visa bedömningar
th: แสดงเกรด
vi: Hiển Thị Điểm
zh: 显示评分
zh_hk: 顯示成績

source: Show Quiz
ar: عرض الاختبار
ca: Mostra la prova
cy: Dangos y Cwis
da: Vis Quiz
da_instk12: Vis quiz
de: Quiz zeigen
es: Mostrar el examen
es_es: Mostrar la prueba
fi: Näytä tietovisa
fr: Afficher le questionnaire
fr_ca: Afficher le questionnaire
ga: Taispeáin Quiz
hi: प्रश्नोत्तरी दिखाएं
ht: Afiche Quiz
id: Tampilkan Kuis
is: Sýna próf
it: Mostra quiz
ja: 小テストを表示する
ko: 퀴즈 표시
mi: Whakātu Quiz
ms: Tunjuk Kuiz
nb: Vis quiz
nb_instk12: Vis test
nl: Toets tonen
pl: Pokaż test
pt: Mostrar Teste
pt_br: Mostrar Teste
ru: Показать тест
sl: Prikaži kviz
sv: Visa quiz
sv_instk12: Visa quiz
th: แสดงแบบทดสอบ
vi: Hiển Thị Bài Kiểm Tra
zh: 显示测验
zh_hk: 顯示測驗

source: Show recipients
ar: عرض المستلمين
ca: Mostra els destinataris
cy: Dangos y derbynwyr
da: Vis modtagere
da_instk12: Vis modtagere
de: Empfänger zeigen
es: Mostrar destinatarios
es_es: Mostrar destinatarios
fi: Näytä vastaanottajat
fr: Afficher les destinataires
fr_ca: Afficher les destinataires
ga: Taispeáin faighteoirí
hi: प्राप्तकर्ता दिखाएं
ht: Afiche destinatè
id: Tampilkan penerima
is: Sýna móttakendur
it: Mostra destinatari
ja: 受信者を表示する
ko: 수신자 표시
mi: Whakātu ngā kaiwhiwhi
ms: Tunjuk penerima
nb: Vis mottakere
nb_instk12: Vis mottakere
nl: Geadresseerden tonen
pl: Pokaż odbiorców
pt: Mostrar Destinatários
pt_br: Mostrar destinatários
ru: Показать получателей
sl: Prikaži prejemnike
sv: Visa mottagare
sv_instk12: Visa mottagare
th: แสดงผู้รับ
vi: Hiển thị người nhận
zh: 显示收件人
zh_hk: 顯示收件人

source: Show sync details
ar: إظهار تفاصيل المزامنة
ca: Mostreu la informació de sincronització
cy: Dangos manylion cysoni
da: Vis synkroniseringsdetaljer
da_instk12: Vis synkroniseringsdetaljer
de: Synchronisierungsdetails anzeigen
es: Mostrar detalles de sincronización
es_es: Mostrar detalles de sincronización
fi: Näytä synkronoinnin tiedot
fr: Afficher les détails de synchronisation
fr_ca: Afficher les détails en cours de synchronisation
ga: Taispeáin sonraí sioncronaithe
hi: सिंक विवरण दिखाएं
ht: Monte detay senkwonizasyon yo
id: Tampilkan detail sinkronisasi
is: Sýna upplýsingar um samstillingu
it: Mostra dettagli sincronizzazione
ja: 同期詳細を表示する
ko: 동기화 세부 정보 표시
mi: Whakaatuhia te tukutahi taipitopito
ms: Tunjukkan butiran segerakan
nb: Vis synkroniseringsdetaljer
nb_instk12: Vis synkroniseringsdetaljer
nl: Synchronisatiegegevens weergeven
pl: Pokaż szczegóły synchronizacji
pt: Mostrar detalhes de sincronização
pt_br: Mostrar detalhes de sincronia
ru: Показать детали синхронизации
sl: Prikaži podrobnosti sinhronizacije
sv: Visa synkroniseringsinformation
sv_instk12: Visa synkroniseringsinformation
th: แสดงรายละเอียดการซิงค์
vi: Hiển thị chi tiết đồng bộ
zh: 显示同步详情
zh_hk: 顯示同步詳細資料

source: Showing up matters more than you know.
ar: أن تؤدي أقل ما عليك أهم مما تظن.
ca: Esteu manifestant més progressos que els que sabeu.
cy: Mae bod yn bresennol yn bwysicach na dim.
da: At møde op betyder mere, end du aner.
da_instk12: At møde op betyder mere, end du aner.
de: Anwesend zu sein ist wichtiger, als Sie denken.
es: Esforzarse es más importante de lo que cree.
es_es: Estar presente importa más de lo que imaginas.
fi: Paikalla oleminen on tärkeämpää kuin uskotkaan.
fr: Être présent, ça compte plus que ce que tu croies.
fr_ca: Se montrer est plus important que vous ne le pensez.
ga: Tá níos mó tábhacht le bheith i láthair ná mar a cheapann tú.
hi: आपकी उपस्थिति का महत्व बहुत अधिक है।
ht: Parèt pi enpòtan pase sa w te panse.
id: Kehadiran lebih penting daripada yang Anda sadari.
is: Að mæta skiptir meira máli en þú heldur.
it: Superare se stessi conta di più di quanto credi.
ja: 出席すること、ページを開くこと自体が、想像以上に重要です。
ko: 온 것만으로도 많은 것을 한 것입니다.
mi: He mea nui ake te whakaatu i tō kaha i tō mōhio.
ms: Berada di sini lebih bermakna daripada sangkaan anda.
nb: Å møte opp betyr mer enn du aner.
nb_instk12: Å møte opp betyr mer enn du aner.
nl: Meedoen is belangrijker dan je denkt.
pl: Samo uczestnictwo to więcej niż podejrzewasz.
pt: Aparecer é mais importante do que imagina.
pt_br: Aparecer é mais importante do que você imagina.
ru: Проявить себя значит больше, чем вы думаете.
sl: Prisotnost je pomembnejša, kot si mislite.
sv: Att delta räknas mer än vad du tror.
sv_instk12: Att delta räknas mer än vad du tror.
th: การไม่หายไปไหนสำคัญมากกว่าที่คุณคิด
vi: Việc bạn có mặt quan trọng hơn nhiều so với những gì bạn nghĩ.
zh: 坚持下去，比你以为的更重要。
zh_hk: 堅持不懈比你想像的更重要。

source: Small steps move big mountains.
ar: الخطوات الصغيرة تصنع الرحلات إلى أبعد الأماكن.
ca: Amb passos petits es mouen muntanyes.
cy: Mae camau bach yn arwain at gynnydd mawr.
da: Små skridt flytter store bjerge.
da_instk12: Små skridt flytter store bjerge.
de: Kleine Schritte versetzen große Berge.
es: Los pequeños pasos mueven grandes montañas.
es_es: Granito a granito se levantan montañas.
fi: Pienet askeleet siirtävät vuoria.
fr: Pour déplacer une montagne, on commence avec des petites pierres.
fr_ca: Les petits pas font avancer les grandes montagnes.
ga: Bogann céimeanna beaga sléibhte móra.
hi: थोड़ी-थोड़ी मेहनत से भी बड़ी सफलता मिलती है।
ht: Ti pa deplase gwo mòn.
id: Langkah kecil dapat memindahkan gunung besar.
is: Lítil skref færa stór fjöll.
it: Piccoli passi smuovono grandi montagne.
ja: 小さな一歩が大きな山さえ動かすのです。
ko: 천리 길도 한 걸음부터입니다.
mi: Ko ngā takahanga iti ka nekehia ngā maunga nui.
ms: Langkah-langkah kecil boleh mengalih gunung.
nb: Små skritt flytter store fjell.
nb_instk12: Små skritt flytter store fjell.
nl: Kleine stappen verzetten bergen.
pl: Małe kroki pozwalają przebyć wielkie góry.
pt: Pequenos passos movem grandes montanhas.
pt_br: Pequenos passos movem grandes montanhas.
ru: Малые достижения для большого успеха
sl: Majhni koraki premikajo velike gore.
sv: Många små steg tar dig långt.
sv_instk12: Många små steg tar dig långt.
th: ก้าวเล็ก ๆ ที่จะเคลื่อนภูเขา
vi: Những bước đi nhỏ có thể dịch chuyển cả ngọn núi lớn.
zh: 愚公可以移山。
zh_hk: 積少成多。

source: Small wins count too.
ar: الانتصارات الصغيرة مهمة أيضًا.
ca: Els petits triomfs també compten.
cy: Cofia ddathlu’r pethau bychain.
da: Små sejre tæller også.
da_instk12: Små sejre tæller også.
de: Auch kleine Erfolge zählen.
es: Las pequeñas victorias también cuentan.
es_es: Las pequeñas victorias también cuentan.
fi: Pienet voitotkin merkitsevät.
fr: Les petites victoires comptent aussi.
fr_ca: Les petites victoires comptent aussi.
ga: Tá buanna beaga tábhachtach freisin.
hi: छोटी जीत भी मायने रखती हैं।
ht: Ti viktwa yo konte tou.
id: Kemenangan kecil pun penting.
is: Litlir sigrar telja líka með.
it: Anche le piccole vittorie contano.
ja: 小さな勝利であっても大切です。
ko: 작은 성취도 중요합니다.
mi: He mea nui anō hoki ngā wikitoria iti.
ms: Kemenangan kecil juga bermakna.
nb: Små seire teller også.
nb_instk12: Små seire teller også.
nl: Kleine overwinningen tellen ook.
pl: Małe wygrane też mają wartość.
pt: As pequenas vitórias também contam.
pt_br: Pequenas vitórias também contam.
ru: Даже небольшие победы имеют значение.
sl: Tudi majhne zmage štejejo.
sv: Små vinster räknas de också.
sv_instk12: Små vinster räknas de också.
th: ชัยชนะเล็ก ๆ ที่สำคัญไม่แพ้กัน
vi: Những chiến thắng nhỏ cũng có giá trị.
zh: 积硅步而至千里。
zh_hk: 小小的勝利也很重要。

source: Some items could not be deleted
ar: لا يمكن حذف بعض الملفات
ca: No s'han pogut suprimir alguns elements
cy: Doedd dim modd dileu rhai eitemau
da: Nogle elementer kan ikke slettes
da_instk12: Nogle elementer kan ikke slettes
de: Einige Elemente konnten nicht gelöscht werden
es: No se pudieron borrar algunos items
es_es: No se han podido eliminar algunos ítems
fi: Joitakin kohteita ei voitu poistaa
fr: Certains éléments n'ont pas pu être supprimés
fr_ca: Certains éléments n'ont pas pu être supprimés
ga: Níorbh fhéidir roinnt míreanna a scriosadh
hi: कुछ आइटमें मिटाई नहीं जा सकीं।
ht: Kèk atik pa kapab efase
id: Beberapa item tidak dapat dihapus
is: Ekki var hægt að eyða sumum atriðum
it: Impossibile eliminare alcuni elementi
ja: いくつかの項目は、消去することができませんでした
ko: 일부 항목은 삭제할 수 없습니다
mi: Kaore ētahi tūemi i taea te muku
ms: Sesetengah item modul tidak dapat dipadamkan
nb: Noen objekter kunne ikke slettes
nb_instk12: Noen objekter kunne ikke slettes
nl: Enkele items konden niet verwijderd worden
pl: Niektóre pozycje nie zostały usunięte
pt: Alguns itens não puderam ser apagados
pt_br: Alguns itens não puderam ser excluídos
ru: Некоторые элементы не могут быть удалены
sl: Nekaterih elementov ni bilo mogoče odstraniti.
sv: Vissa objekt kunde inte tas bort
sv_instk12: Visa objekt kunde inte tas bort
th: รายการบางส่วนไม่สามารถลบได้
vi: Không thể xóa một số mục
zh: 有些项目无法删除
zh_hk: 有些項目無法被刪除

source: Some selected folders are not empty. Are you sure you want to delete them?
ar: بعض المجلدات المحددة فارغة. هل ترغب بالتأكيد في حذفها؟
ca: Algunes carpetes seleccionades no estan buides. Segur que voleu suprimir-les?
cy: Dydy rhai o'r ffeiliau sydd wedi'u dewis ddim yn wag. Ydych chi’n siŵr eich bod am eu dileu?
da: Nogle af de valgte mapper er ikke tomme. Er du sikker på, at du vil slette dem?
da_instk12: Nogle valgte mapper er ikke tomme. Er du sikker på, at du ønsker at slette dem?
de: Einige ausgewählte Ordner sind nicht leer. Möchten Sie sie wirklich löschen?
es: Algunas carpetas seleccionadas no están vacías. ¿Está seguro de que desea eliminarlas?
es_es: Algunas carpetas seleccionadas no están vacías. ¿Estás seguro de que quieres eliminarlas?
fi: Jotkut valitut kansiot ovat tyhjiä. Haluatko varmasti poistaa ne?
fr: Certains dossiers sélectionnés ne sont pas vides. Êtes-vous sûr de vouloir les supprimer ?
fr_ca: Certains des dossiers sélectionnés ne sont pas vides. Êtes-vous certain de vouloir les supprimer?
ga: Níl roinnt fillteáin roghnaithe folamh. An bhfuil tú cinnte gur mhaith leat iad a scriosadh?
hi: कुछ चयनित फ़ोल्डर खाली नहीं हैं। क्या आप सच में उन्हें मिटाना चाहते हैं?
ht: Kèk dosye ki seleksyone pa vid. Èske vrèman ou vle efase yo?
id: Beberapa folder yang dipilih tidak kosong. Anda yakin mau menghapusnya?
is: Sumar valdar möppur eru ekki tómar. Viltu örugglega eyða þeim?
it: Alcune cartelle selezionate non sono vuote. Vuoi eliminarle?
ja: 選択されたフォルダの一部が空ではありません。削除してもよろしいですか？
ko: 일부 선택된 폴더는 비어있지 않습니다. 정말로 삭제하시겠습니까?
mi: Ētahi o ngā kōnae kua tīpakotia kaore i te wātea E tino hiahia ana koe ki te muku i tēnei?
ms: Sesetengah folder yang dipilih tidak kosong. Adakah anda pasti anda ingin memadamkan ini?
nb: Noen valgte mapper er ikke tomme. Er du sikker på at du vil slette dem?
nb_instk12: Noen valgte mapper er ikke tomme. Er du sikker på at du ønsker å slette de?
nl: Sommige geselecteerde mappen zijn niet leeg. Weet je zeker dat je ze wilt verwijderen?
pl: Niektóre z wybranych folderów nie są puste. Czy na pewno chcesz je usunąć?
pt: Algumas pastas selecionadas não estão vazias. Tem a certeza de que deseja excluí-los?
pt_br: Algumas pastas selecionadas não estão vazias. Tem certeza de que deseja exclui-los?
ru: Некоторые выбранные папки не пусты. Вы действительно хотите удалить их?
sl: Nekatere izbrane mape niso prazne. Ali ste prepričani, da jih želite odstraniti?
sv: Vissa valda mappar är inte tomma. Är du säker på att du vill ta bort dem?
sv_instk12: Några av de valda mapparna är inte tomma. Är du säker på att du vill radera det här?
th: โฟลเดอร์ที่เลือกบางส่วนไม่ว่างเปล่า แน่ใจว่าต้องการลบหรือไม่
vi: Một thư mục đã chọn không trống. Bạn có chắc chắn muốn xóa không?
zh: 一些所选文件夹不为空。是否确定要将其删除？
zh_hk: 有些選中的資料夾不是空的。您確定要刪除它們？

source: Sorry, we couldn't find the assignment. This assignment may have been deleted.
ar: عذرًا، تعذر علينا العثور على المهمة. تم حذف هذه المهمة.
ca: No s'ha pogut trobar l'activitat. És possible que s'hagi suprimit aquesta activitat.
cy: Yn anffodus, doedd dim modd dod o hyd i’r aseiniad. Efallai fod yr aseiniad hwn wedi’i ddileu.
da: Beklager, vi kunne ikke finde opgaven. Denne opgave er muligvis blevet slettet.
da_instk12: Beklager, vi kunne ikke finde opgaven. Denne opgave er måske blevet slettet.
de: Wir konnten die Aufgabe leider nicht finden. Diese Aufgabe wurde vielleicht gelöscht.
es: Lo sentimos, no pudimos encontrar la tarea. Es posible que esta tarea haya sido eliminada.
es_es: Lo sentimos, no hemos podido encontrar la actividad. Es posible que esta actividad haya sido eliminada.
fi: Pahoittelut, tehtävää ei löytynyt. Tämä tehtävä on ehkä poistettu.
fr: Désolé, nous n’avons pas pu trouver le travail. Ce travail a peut-être été supprimé.
fr_ca: Désolé, impossible de trouver le travail. Ce travail semble avoir été supprimé.
ga: Ár leithscéal, níorbh fhéidir linn an tasc a aimsiú. Seans gur scriosadh an tasc seo.
hi: माफ़ करें, हम असाइनमेंट नहीं ढूंढ सके। यह असाइनमेंट संभवतः मिटा दी गई है।
ht: Nou regrèt, nou paka jwenn devwa a. Ta sanble devwa a te elimine.
id: Maaf, kami tidak dapat menemukan tugas ini Tugas ini mungkin telah dihapus.
is: Því miður fundum við ekki verkefnið. Verið getur að þessu verkefni hafi verið eytt.
it: Spiacenti, non siamo riusciti a trovare il compito. Questo compito potrebbe essere stato eliminato.
ja: 申し訳ありません。課題を見つけることができませんでした。この課題は削除された可能性があります。
ko: 죄송합니다. 과제를 찾을 수 없습니다. 이 과제는 삭제되었을 수 있습니다.
mi: Aroha mai, kaore i kitea e mātou te whakataunga Kua mukua pea tēnei whakataunga
ms: Maaf, kami tidak dapat menemukan tugasan. Tugasan ini mungkin telah dipadamkan.
nb: Beklager, vi fant ikke oppgaven. Denne oppgaven er slettet.
nb_instk12: Beklager, vi kunne ikke finne oppgaven. Denne oppgaven har kanskje blitt slettet.
nl: Het spijt ons, we kunnen de opdracht niet vinden. Deze opdracht is mogelijk verwijderd.
pl: Niestety, nie udało się odnaleźć zadania. To zadanie mogło zostać usunięte.
pt: Ops, não foi possível encontrar esta tarefa. Tem a certeza de que deseja excluir?
pt_br: Lamentamos, não foi possível encontrar a tarefa. Essa tarefa pode ter sido excluída.
ru: К сожалению, не удалось найти задание. Это задание, возможно, было удалено.
sl: Žal naloge ni mogoče najti. Ta naloga je morda odstranjena.
sv: Vi hittade inte uppgiften. Den här uppgiften kan ha tagits bort.
sv_instk12: Är du säker på att du vill ta bort dem? Den här uppgiften kan ha tagits bort.
th: ขออภัย เราไม่พบภารกิจดังกล่าว ภารกิจอาจถูกลบไปแล้ว
vi: Rất tiếc, chúng tôi không tìm thấy bài tập. Bài tập này có thể đã bị xóa.
zh: 很遗憾，我们找不到作业。此作业可能已经删除。
zh_hk: 抱歉，我們找不到作業。此作業可能已刪除。

source: Starts playing your recording
ar: بدء تشغيل تسجيلك
ca: Comença a reproduir l'enregistrament
cy: Mae'n dechrau chwarae eich recordiad
da: Start afspilning af din optagelse
da_instk12: Start afspilning af din optagelse
de: Startet das Abspielen Ihrer Aufzeichnung
es: Inicia la reproducción de su grabación
es_es: Inicia la reproducción de tu grabación
fi: Aloittaa nauhoituksesi toistamisen
fr: Commencer la lecture de votre enregistrement
fr_ca: Commencer la lecture de votre enregistrement
ga: Tosaíonn sé do thaifeadadh a sheinm
hi: आपकी रिकॉर्डिंग चलाना प्रारंभ करता है
ht: Komanse jwe anrejistreman ou an
id: Mulai memutar rekaman Anda
is: Byrjaðu að spila upptökuna
it: Inizia a riprodurre la tua registrazione
ja: 録音を再生する
ko: 녹화/녹음을 재생 시작
mi: Tīmata te tākaro to tāhopu
ms: Mula memainkan rakaman anda
nb: Begynn avspilling av ditt opptak
nb_instk12: Begynn avspilling av ditt opptak
nl: Je opname begint af te spelen
pl: Rozpoczyna odtwarzanie nagrania
pt: Inicia a reprodução das suas gravações
pt_br: Começa a tocar sua gravação
ru: Начинает воспроизведение Вашей записи
sl: Začne predvajati posnetek.
sv: Börjar spela upp din inspelning
sv_instk12: Spelar upp din inspelning
th: เริ่มเปิดผลงานบันทึกของคุณ
vi: Bắt đầu phát bản ghi của bạn
zh: 开始播放您的录制
zh_hk: 開始播放您錄製的內容
